sep> L: 100
S: 100
----------
C: 5000 $
B: 0 $
sep> L: 100
S: 100
----------
C: 5000 $
B: 0 $
sep> L: 100
S: 100
----------
C: 5000 $
B: 0 $
sep> [ERR] Unknown command.
sep> [ERR] Usage: balance
sep> Going out of business!
